Autodesk.Revit.DB.GenericImportOptions.RefPoint
Reference point (in Revit) to which the image is going to be inserted.
Remarks: If null, the image will be inserted to the Revit's origin.

Autodesk.Revit.DB.GenericImportOptions
Generic Import options.